ca.desrt.dconf-editor
com.brave.Browser
com.cherry_ai.CherryStudio
com.discordapp.Discord
com.dropbox.Client
com.geekbench.Geekbench6
com.github.Matoking.protontricks
com.github.flxzt.rnote
com.github.johnfactotum.Foliate
com.github.marhkb.Pods
com.github.marktext.marktext
com.github.tchx84.Flatseal
com.github.xournalpp.xournalpp
com.heroicgameslauncher.hgl
com.mattjakeman.ExtensionManager
com.mojang.Minecraft
com.obsproject.Studio
com.pot_app.pot
com.protonvpn.www
com.qq.QQ
com.rustdesk.RustDesk
com.spotify.Client
com.tencent.WeChat
com.tencent.wemeet
com.tomjwatson.Emote
com.tradingview.tradingview
com.usebottles.bottles
com.valvesoftware.Steam
com.valvesoftware.Steam.Utility.steamtinkerlaunch
com.visualstudio.code
com.vysp3r.ProtonPlus
com.yubico.yubioath
dev.edfloreshz.CosmicTweaks
io.github.Archeb.opentrace
io.github.electronstudio.WeylusCommunityEdition
io.github.pwr_solaar.solaar
io.github.qier222.YesPlayMusic
io.github.radiolamp.mangojuice
io.github.thetumultuousunicornofdarkness.cpu-x
io.github.troyeguo.koodo-reader
io.github.xiaoyifang.goldendict_ng
io.gitlab.librewolf-community
io.itch.itch
io.mpv.Mpv
it.mijorus.gearlever
net.agalwood.Motrix
net.ankiweb.Anki
net.lutris.Lutris
net.nokyan.Resources
org.audacityteam.Audacity
org.bluesabre.MenuLibre
org.clementine_player.Clementine
org.darktable.Darktable
org.flameshot.Flameshot
org.kde.kdenlive
org.kde.krita
org.keepassxc.KeePassXC
org.localsend.localsend_app
org.nicotine_plus.Nicotine
org.nomacs.ImageLounge
org.onlyoffice.desktopeditors
org.pipewire.Helvum
org.prismlauncher.PrismLauncher
org.telegram.desktop
org.virt_manager.virt-manager
us.zoom.Zoom
