cn.ottercorp.xivlaunchercn
cn.xfangfang.wiliwili
com.baidu.NetDisk
com.discordapp.Discord
com.github.KRTirtho.Spotube
com.github.flxzt.rnote
com.github.tchx84.Flatseal
com.github.xournalpp.xournalpp
com.logseq.Logseq
com.mattjakeman.ExtensionManager
com.mojang.Minecraft
com.pot_app.pot
com.qq.QQ
com.rafaelmardojai.Blanket
com.rustdesk.RustDesk
com.spotify.Client
com.tencent.WeChat
com.tencent.wemeet
com.usebottles.bottles
com.valvesoftware.Steam
com.valvesoftware.Steam.CompatibilityTool.Proton-GE
com.visualstudio.code
io.freetubeapp.FreeTube
io.github.electronstudio.WeylusCommunityEdition
io.github.kukuruzka165.materialgram
io.github.pwr_solaar.solaar
io.github.qier222.YesPlayMusic
io.github.troyeguo.koodo-reader
io.github.zen_browser.zen
io.mrarm.mcpelauncher
it.mijorus.gearlever
net.agalwood.Motrix
net.ankiweb.Anki
net.cozic.joplin_desktop
net.lutris.Lutris
net.nokyan.Resources
org.bluesabre.MenuLibre
org.darktable.Darktable
org.flameshot.Flameshot
org.freedesktop.LinuxAudio.Plugins.TAP
org.freedesktop.LinuxAudio.Plugins.TAP
org.freedesktop.LinuxAudio.Plugins.swh
org.freedesktop.LinuxAudio.Plugins.swh
org.freedesktop.Platform
org.freedesktop.Platform
org.freedesktop.Platform
org.freedesktop.Platform.Compat.i386
org.freedesktop.Platform.Compat.i386
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.nvidia-535-183-06
org.freedesktop.Platform.GL32.default
org.freedesktop.Platform.GL32.default
org.freedesktop.Platform.GL32.default
org.freedesktop.Platform.GL32.default
org.freedesktop.Platform.GL32.nvidia-535-183-06
org.freedesktop.Platform.VulkanLayer.gamescope
org.freedesktop.Platform.ffmpeg-full
org.freedesktop.Platform.ffmpeg-full
org.freedesktop.Platform.ffmpeg_full.i386
org.freedesktop.Platform.ffmpeg_full.i386
org.freedesktop.Platform.openh264
org.freedesktop.Platform.openh264
org.freedesktop.Platform.openh264
org.freedesktop.Sdk
org.gnome.Boxes
org.gnome.Boxes.Extension.OsinfoDb
org.gnome.Platform
org.gnome.Platform
org.gnome.Platform
org.gnome.Platform.Compat.i386
org.gnome.Platform.Compat.i386
org.gnome.Platform.Compat.i386
org.gnome.Sdk
org.gtk.Gtk3theme.Breeze
org.inkscape.Inkscape
org.kde.KStyle.Adwaita
org.kde.KStyle.Adwaita
org.kde.KStyle.Adwaita
org.kde.Platform
org.kde.Platform
org.kde.kdenlive
org.kde.krita
org.keepassxc.KeePassXC
org.localsend.localsend_app
org.mozilla.Thunderbird
org.nomacs.ImageLounge
org.onlyoffice.desktopeditors
org.pipewire.Helvum
org.prismlauncher.PrismLauncher
org.telegram.desktop.webview
org.wezfurlong.wezterm
org.winehq.Wine.DLLs.dxvk
org.winehq.Wine.gecko
org.winehq.Wine.gecko
org.winehq.Wine.mono
org.winehq.Wine.mono
us.zoom.Zoom
