ca.desrt.dconf-editor
com.bitwarden.desktop
com.brave.Browser
com.discordapp.Discord
com.geekbench.Geekbench6
com.github.flxzt.rnote
com.github.marhkb.Pods
com.github.tchx84.Flatseal
com.github.xournalpp.xournalpp
com.heroicgameslauncher.hgl
com.mattjakeman.ExtensionManager
com.mojang.Minecraft
com.notesnook.Notesnook
com.obsproject.Studio
com.pot_app.pot
com.qq.QQ
com.rustdesk.RustDesk
com.spotify.Client
com.tencent.WeChat
com.tencent.wemeet
com.tomjwatson.Emote
com.tradingview.tradingview
com.valvesoftware.Steam
com.valvesoftware.Steam.Utility.steamtinkerlaunch
com.visualstudio.code
com.vysp3r.ProtonPlus
com.yubico.yubioath
dev.edfloreshz.CosmicTweaks
io.bassi.Amberol
io.github.electronstudio.WeylusCommunityEdition
io.github.forkgram.tdesktop
io.github.pwr_solaar.solaar
io.github.qier222.YesPlayMusic
io.github.thetumultuousunicornofdarkness.cpu-x
io.github.xiaoyifang.goldendict_ng
io.mpv.Mpv
it.mijorus.gearlever
net.agalwood.Motrix
net.mullvad.MullvadBrowser
org.audacityteam.Audacity
org.bluesabre.MenuLibre
org.chromium.Chromium
org.darktable.Darktable
org.kde.kdenlive
org.kde.krita
org.keepassxc.KeePassXC
org.localsend.localsend_app
org.mozilla.thunderbird_esr
org.nicotine_plus.Nicotine
org.nomacs.ImageLounge
org.onlyoffice.desktopeditors
org.pipewire.Helvum
org.prismlauncher.PrismLauncher
org.signal.Signal
org.virt_manager.virt-manager
org.zotero.Zotero
re.sonny.Junction
us.zoom.Zoom
